// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Digitalizar para computador";
TaskDescription = "Digitalizar para computador permite iniciar as digitalizações pelo painel frontal do dispositivo HP e enviá-las automaticamente ao computador.";

MoreInfoButtonToolTipTitle = "Mais informações sobre Digitalizar para computador";

"COMPUTER_NAME_TITLE" = "O nome do seu computador é";
"COMPUTER_NAME_DESCRIPTION" = "Quando iniciar uma digitalização usando o seu dispositivo HP, você poderá ser solicitado a selecionar o computador na lista de computadores host habilitados para Digitalizar para computador.";
ComputerNameWithDefaultDestinationDescription = "Quando iniciar uma digitalização usando seu dispositivo HP, você poderá ser solicitado a selecionar o computador em uma lista de computadores host habilitados para Digitalizar para computador. As digitalizações serão salvas no destino padrão. Para editar as tarefas de digitalização, clique no botão \"Editar tarefas de digitalização\".";
"COMPUTER" = "Computador";
"COMPUTERS" = "Computadores";

"INSTALLATION_ERROR" = "O software HP necessário para o recurso Digitalizar para computador não foi encontrado no computador. Baixe e instale o mais recente software recomendado pela HP para seu dispositivo em http://www.hp.com/support e tente novamente.";
HSDNoHPScanDriverErrorMessage = "O software HP requerido por Digitalizar e Enviar para o Computador não pôde ser carregado. Baixe e instale o software mais recente para seu dispositivo HP em http://www.hp.com/support e tente novamente. Se o problema persistir, reinicie seu Mac e o dispositivo HP.";

EnableScanToComputerCheckBoxTitle = "Ativar Digitalizar para computador";

EnablingScanToComputerProgressTitle = "Ativando Digitalizar para computador…";

ScanToComputerIsEnabledTitle = "Digitalizar para computador está ativo";
ChangeComputerNameButtonTitle = "Alterar nome do computador…";

ScanToComputerDisabledTitle = "Digitalizar para computador está inativo";
ScanToComputerDisabledDescriptionTitle = "Você ainda pode digitalizar pelo software de digitalização do computador, como por exemplo, a partir do HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Não é possível ativar Digitalizar para computador";

EnablingFailedCause1Title = "Causa possível 1: o número máximo de computadores já está ativado. Para ativar Digitalizar para computador, outro computador deverá desativar esse recurso primeiro.";
EnablingFailedCause2Title = "Causa possível 2: não é possível se comunicar com o dispositivo. Verifique as configurações dos cabos e da conexão. Se o problema persistir, tente reiniciar o computador e o dispositivo HP.";
ShowEnabledComputersButtonTitle = "Exibir computadores ativos";

CommunicationErrorTitle = "Erro de comunicação";
CommunicationErrorDescriptionTitle = "Não é possível se comunicar com o dispositivo. Verifique as configurações dos cabos e da conexão. Se o problema persistir, tente reiniciar o computador e o dispositivo HP.";

EditScanTasksButtonTitle = "Editar tarefas de digitalização…";
EditScanTasksButtonToolTipTitle = "Visualize e edite tarefas de digitalização no aplicativo HP Easy Scan (ou HP Scan para alguns produtos)";
CannotEditScanTasksErrorTitle = "HP Easy Scan não pôde ser encontrado";
HSDNoHPScanErrorMessage = "HSD_TEXT:É necessário o HP Easy Scan (ou HP Scan para alguns produtos) para ver e editar configurações da tarefa de digitalização. Faça o download e instale o software mais recente para seu produto em HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:O software HP Scan precisa de atualização. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Atualmente ativo para Digitalizar para computador";
MaximumEnabledComputersAmountTitle = "Máximo ativado para este dispositivo:";
